/* audio format string: compression, 'mono' or 'stereo', sample rate, sample size */
"%@, %@, %.2f kHz, %d bits" = "%@, %@, %.2f kHz, %d bits";

/* No comment provided by engineer. */
"%@, which will require about %@ on %@. %@ currently available." = "%@, requérant %@ de %@. %@ actuellement disponibles.";

/* No comment provided by engineer. */
"%@:\n%@\n\nVidi will quit." = "%@:\n%@\n\nVidi va quitter.";

/* No comment provided by engineer. */
"%d minutes to be recorded" = "%d minutes à enregistrer";

/* No comment provided by engineer. */
"1 minute to be recorded" = "1 minute à enregistrer";

/* No comment provided by engineer. */
"About %d minutes to be recorded" = "Environ %d minutes à enregistrer";

/* No comment provided by engineer. */
"Active" = "Actif";

/* No comment provided by engineer. */
"An error has occurred" = "Une erreur est survenue";

/* No comment provided by engineer. */
"Are you sure you want to stop the recording?" = "Êtes-vous certain de vouloir arrêter l'enregistrement ?";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Close Settings Drawer" = "Ranger le tiroir de réglages";

/* name for auto-generated channel */
"Composite" = "Composite";

/* No comment provided by engineer. */
"Continue Recording" = "Poursuivre l'enregistrement";

/* No comment provided by engineer. */
"Continue Recording..." = "Poursuivre l'enregistrement…";

/* start date substitute in Recording Schedule for recurring job */
"Daily" = "Quotidien";

/* No comment provided by engineer. */
"Do you want to stop recording before quitting?" = "Voulez-vous arrêter l'enregistrement avant de quitter ?";

/* No comment provided by engineer. */
"DV Audio, 32kHz, 16 bits" = "DV Audio, 32kHz, 16 bits";

/* No comment provided by engineer. */
"DV device in use" = "Appareil DV en cours d'utilisation";

/* No comment provided by engineer. */
"DV device not found" = "Appareil DV introuvable";

/* menu item */
"Edit Stations" = "Éditer les stations";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Finished" = "Terminé";

/* hardware info in About Vidi. parameter is frimware version */
"Formac Studio DV (%@)" = "Formac Studio DV (%@)";

/* hardware info in About Vidi. parameters are frimware version and tuner model */
"Formac Studio DV/TV (%@)\nTuner: %@" = "Formac Studio DV/TV (%@)\nTuner: %@";

/* No comment provided by engineer. */
"Formac Studio in use" = "Formac Studio en service";

/* hardware info in About Vidi */
"Generic DV device" = "Appareil DV générique";

/* No comment provided by engineer. */
"Less than a minute to be recorded" = "Moins d'une minute à enregistrer";

/* No comment provided by engineer. */
"Manual recording in progress" = "Enregistrement manuel en cours";

/* No comment provided by engineer. */
"Mono" = "Mono";

/* name for auto-generated TV channel
   name for new TV channel */
"new channel" = "nouveau canal";

/* name for auto-generated radio station
   name for new radio station */
"new station" = "nouvelle station";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Settings Drawer" = "Sortir le tiroir de réglages";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Radio" = "Radio";

/* prompt for record panel */
"Record" = "Enregistrer";

/* title for file selection panel */
"Record To" = "Enregistrer dans";

/* No comment provided by engineer. */
"Recording could not start" = "L'enregistrement n'a pu démarrer";

/* No comment provided by engineer. */
"Recording could not start due to a problem." = "L'enregistrement n'a pu démarrer à cause d'un problème.";

/* No comment provided by engineer. */
"Recording stopped" = "L'enregistrement s'est arrêté";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "L'enregistrement s'est arrêté prématurément à cause d'un problème.";

/* name for auto-generated channel */
"S-Video" = "S-Vidéo";

/* No comment provided by engineer. */
"Scheduled" = "Programmé";

/* prompt for movie destination selection panel
   prompt for file selection panel
   prompt for movies folder selection panel */
"Select" = "Choisir";

/* No comment provided by engineer. */
"Show Control Palette" = "Afficher la palette de contrôle";

/* No comment provided by engineer. */
"Stereo" = "Stéréo";

/* No comment provided by engineer. */
"Stop" = "Arrêter";

/* No comment provided by engineer. */
"Stop Recording" = "Arrêter l'enregistrement";

/* No comment provided by engineer. */
"The DV device is currently being used by another application." = "L'appareil DV est utilisé par une autre application";

/* No comment provided by engineer. */
"The Formac Studio DV is currently being used by another application. To control the Studio DV while it is being used by another application, use the control palette." = "Formac Studio DV est utilisé par une autre application. Pour contrôler le Studio DV pendant qu'il est utilisé par une autre application, utilisez la palette de contrôle";

/* No comment provided by engineer. */
"The Formac Studio DV/TV is currently being used by another application. To control the Studio DV/TV while it is being used by another application, use the control palette." = "Le Formac Studio DV/TV est utilisé par une autre application. Pour contrôler le Studio DV/TV lors de son utilisation par une autre application, utilisez la palette de contrôle.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not start due to a problem." = "L'enregistrement programmé pour le %@ à %@ n'a pas pu démarrer à cause d'un problème.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not start due to a problem." = "Le programme d'enregistrement prévu pour commencer à %@ n'a pas pu démarrer à cause d'un problème";

/* No comment provided by engineer. */
"The Vidi Server connection died.\n\nVidi will quit." = "La connexion de Vidi Server s'est interrompue.\n\nVidi va quitter.";

/* No comment provided by engineer. */
"Timer recording could not start" = "Le programmateur n'a pas pu démarrer";

/* No comment provided by engineer. */
"Timer recording in progress" = "Programmation en cours";

/* No comment provided by engineer. */
"Timer recording started" = "Programmation démarrée";

/* uncompressed audio */
"Uncompressed" = "Non compressé";

/* No comment provided by engineer. */
"Unscheduled" = "Non programmé";

/* No comment provided by engineer. */
"Video" = "Vidéo";

/* No comment provided by engineer. */
"Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then try again." = "Vidi n'a pa pu trouvé d'appareil DV suporté. Assurez vous que l'appareil est connecté et allumé, puis réessayez";

/* No comment provided by engineer. */
"Vidi encountered a problem starting the Vidi Server process, and therefore it must quit now." = "Vidi a rencontré un problème en démarrant Vidi Server, et doit quitter maintenant.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. During the recording, you cannot change channels." = "Vidi enregistre depuis %@. Vous ne pouvez pas changer les canaux pendant l'enregistrement.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi enregistre depuis %@. L'enregistrement se poursuivra jusqu'à %@. Vous ne pouvez pas changer les canaux pendant l'enregistrement. Si vous quittez Vidi, l'enregistrement se poursuivra en arrière-plan. Si vous fermez votre session, l'enregistrement s'arrêtera.";

/* No comment provided by engineer. */
"Vidi is currently recording." = "Vidi est en train d'enregistrer";

/* No comment provided by engineer. */
"Vidi is currently recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi est en train d'enregistrer. L'enregistrement continuera jusqu'à %2$@. Pendant l'enregistrement vous ne pouvez pas changer de canal. Si vous quittez Vidi, l'enregistrement continuera en arrière plan. Si vous fermez votre session l'enregistrement s'arrêtera.";

/* No comment provided by engineer. */
"Vidi is currently recording. You can stop recording now or continue recording in the background after Vidi quits." = "Vidi est en train d'enregistrer. Vous pouvez interrompre l'enregistrement maintenant, ou poursuivre l'enregistrement en arrière-plan après avoir quitté Vidi.";

/* No comment provided by engineer. */
"Vidi Server could not start" = "Vidi Server n'a pas pu démarrer";

/* No comment provided by engineer. */
"Vidi started recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi a commencé enregistrer %@. L'enregistrement se poursuivra jusqu'à %@. Vous ne pouvez pas changer les canaux pendant l'enregistrement. Si vous quittez Vidi, l'enregistrement se poursuivra en arrière-plan. Si vous fermez votre session, l'enregistrement s'arrêtera.";

/* No comment provided by engineer. */
"Vidi started recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi a commencé à enregistrer. L'enregistrement continuera jusqu'à %2$@. Pendant l'enregistrement, vous ne pouvez pas changer de canal. Si vous quittez Vidi, l'enregistrement continuera en arrière plan. Si vous fermez votre session, l'enregistrement s'arrêtera.";

